Repository: rayfault/GaiaProject
Catalog: GaiaProject/Resources/SharedResources.*.resx
Languages: pt_br

# 特殊
source: Special
pt_br: Especial

# 牺牲能量
source: Burn
pt_br: Sacrificar Energia

# 玩家
source: Players
pt_br: Jogadores

# 玩家1
source: Player 1
pt_br: Jogador 1

# 玩家2
source: Player 2
pt_br: Jogador 2

# 玩家3
source: Player 3
pt_br: Jogador 3

# 玩家4
source: Player 4
pt_br: Jogador 4

# 玩家统计
source: Rate of user
pt_br: Estatísticas do Jogador

# 玩家顺序是
source: Player order is
pt_br: A ordem dos jogadores é

# 现在是
source: Now there is
pt_br: Agora é

# 现在等待
source: Waiting
pt_br: Aguarde

# 用户名
source: User name
pt_br: Usuário

# 白色
source: White
pt_br: Branco

# 的回合
source: 's turn
pt_br: Rodada

# 盖亚区盖亚数量
source: Gaia number in gaia area
pt_br: Gaia Formers Disponíveis

# 盖亚计划
source: Project Gaia
pt_br: Projeto Gaia

# 盖亚阶段指令示例
source: Examples of Gaia Stage Instructions
pt_br: Exemplo de Instrução na fase Gaia

# Window_OpenMap_Info
source: Please click one space,it will appear a red star.if you want to cancel it,please click again,it will become a black star
pt_br: Atualmente não há uma boa forma de excluir um ponto pintado

# 知识
source: Knowledge
pt_br: Conhecimento

# 矿
source: Ore
pt_br: Mina

# 确定升级
source: Comfirm upgrade
pt_br: Aprimorar

# 确定旋转
source: Rotate
pt_br: Rotacionar

# 确认
source: Confirm
pt_br: Confirmar

# 种族
source: Factions
pt_br: Facções

# 种族名
source: Faction
pt_br: Facção

# 种族统计
source: Rate of faction
pt_br: Estatísticas por Facção

# 种族高分
source: Highest Score
pt_br: Recordes por Facção

# 科学
source: Science
pt_br: Ciência

# 科技
source: Research
pt_br: Ciência e Tecnologia

# 科技总分
source: Research Scoring
pt_br: Total Ciência e Tecnologia

# 科技版
source: Technology Tile
pt_br: Estatíticas por Tecnologia

# 立即执行
source: Immediately execute
pt_br: Executar Agora

# 等待以下吸取能量
source: Wait for the following to absorb energy
pt_br: Aguardando cobrar energia

# 等待删除游戏
source: Deleting games
pt_br: Esperar para Excluir Jogo

# 等待玩家
source: Waiting for player
pt_br: Aguardando Por

# 管理游戏
source: Manage game
pt_br: Gerenciar Jogo

# 红色
source: Red
pt_br: Vermelho

# 终局计分板
source: Final Scoring Tiles
pt_br: Pontuação do Final

# 经济
source: Economic
pt_br: Economia

# 结局总计分
source: Final Scoring
pt_br: Pontos Total Final

# 结束操作
source: Finish Turn
pt_br: Passar Turno

# 结束旋转
source: Finish Rotating
pt_br: Finalizar Rotação

# 结束游戏
source: Finished game
pt_br: Finalizar Jogo

# 统计
source: Statistics
pt_br: Estatísticas

# 联邦板块
source: Federation Token
pt_br: Tile de Federações

# 胜场
source: Victory games
pt_br: Vitórias

# 胜率
source: winning probability
pt_br: Taxa Vitórias

# 能力是否使用
source: Used ability
pt_br: Usar Habilidade

# 能量
source: Power
pt_br: Poder

# 航行
source: Navigation
pt_br: Navegação

# 获取所有游戏列表
source: Get all the game lists
pt_br: Listar todos os Jogos

# 蓝色
source: Blue
pt_br: Azul

# 虚拟玩家
source: Virtual Player
pt_br: Jogador Virtual

# 行动区域
source: Action Area
pt_br: Área de Ação

# 被覆盖的科技
source: Covered Tech Tile
pt_br: Tecnologia Coberta

# 要塞行动
source: Fortress operation
pt_br: Ação Instituto Planetário

# 记住我?
source: Remember me?
pt_br: Lembrar de Mim?

# 语句
source: Command
pt_br: Comando

# 请先登录
source: Please login first
pt_br: Precisa estar conectado

# 请先选择联邦板块
source: Choose the federation token first
pt_br: Selecione o Primeiro Setor da Federeção

# 请选择位置
source: Please choose the location
pt_br: Por favor selecione um local

# 请选择升级科技
source: Select Research
pt_br: Selecione a tecnologia para Aprimorar

# 请选择回合助推板
source: Select RBT
pt_br: Selecione o Booster da Rodada

# 请选择科技板块
source: Select a Standard Tech Tile
pt_br: Selecione a área de Tecnologia

# 请选择联邦板块
source: Select a federation token
pt_br: Selecione a Localização da Federação

# 请选择被覆盖科技
source: Select a STT to be covered
pt_br: Selecione a Tecnologia P/ Cobrir

# 请选择高级科技
source: Select an Advanced Tech Tile
pt_br: Selecione a Tecnologia Avançada

# 资源总分
source: Resources Scoring
pt_br: Total de Recursos

# 跳过回合玩家
source: Passed players
pt_br: Passaram

# 进入第六回合
source: Enter Round 6
pt_br: Na 6ª Rodada

# 进入管理后台
source: Enter the management background
pt_br: Selecionar Fundo Tela

# 退出
source: Quit
pt_br: Sair

# 逆时针
source: Counter-clockwise
pt_br: Sentido Anti-horário

# 选择助推板
source: Select a Round Booster
pt_br: Selecione o Booster da Rodada

# 选择回合助推板
source: Select a Round Booster
pt_br: selecionar booster da rodada

# 选择好友
source: Choose friends
pt_br: Selecione os amigos

# 选择想要的能量分配方式
source: Please choose how to gain power
pt_br: Escolha a distribuição de poder desejada

# 选择科技版
source: Select a Tech Tile
pt_br: Selecione Tile de Tecnologia

# 选择联邦位置
source: Select federation locations
pt_br: Selecione a Localização da Federação

# 选择联邦板块
source: Select a federation token
pt_br: Selecione o Tile de Federação

# 选择要升级的建筑
source: Select a building to upgrade
pt_br: Selecione a Construção para aprimorar

# 选种族
source: select a faction
pt_br: selecionar facção

# 重置操作
source: Undo
pt_br: Reinicializar

# 量子魔方
source: Q.I.C.
pt_br: Inteligência Artificial

# 钛金
source: Titanium
pt_br: Titânio

# 随机顺位
source: Random order
pt_br: Ordem Aleatória

# 顺时针
source: Clockwise
pt_br: Sentido Horário

# 颜色是
source: Color is
pt_br: Cor

# 高级科技
source: Advanced Tech Tiles
pt_br: Tecnologia Avançada

# 黄色
source: Yellow
pt_br: Amarelo

# 现在是Round
source: It is round
pt_br: Estamos na Rodada

# 创建大厅房间
source: Create public game
pt_br: Criar Sala Espera

# 地图模式
source: Map mode
pt_br: Modo do Mapa

# 禁止种族
source: Banned factions
pt_br: Proibir Facções

# {0} 是否要从 {1} 吸取 {2} 点能量
source: Does {0} want to gain {2} power from {1}?
pt_br: {0}, deseja cobrar {2} de poder do {1}?

# 现在是 &lt;span class=&quot;buildcolor&quot;&gt;{0}&lt;/span&gt; 的回合, 颜色是 {1}
source: It is <span class="buildcolor">{0}</span>'s turn, color is {1}
pt_br: Rodada do <span class="buildcolor">{0}</span>, com a cor {1}
