Repository: rayfault/GaiaProject
Catalog: GaiaProject/Resources/SharedResources.*.resx
Languages: pt_br

# AmbasPIAbility
source: Once per round, as an action, you can swap your planetary institute with one of your mines on the game board (this can help you form a new federation). This has no impact on existing federations, even if their power value becomes less than seven. The swap does not count as a build or upgrade action; no VP or power can be gained from it.
pt_br: Uma vez por rodada, como uma ação, você pode trocar seu instituto planetário por uma de suas minas no tabuleiro de jogo (isso pode ajudá-lo a formar uma nova federação). Isso não tem impacto nas federações existentes, mesmo que seu valor de energia seja menor que sete. A troca não conta como uma ação de construção ou aprimoramento; nenhum VP ou poder pode ser ganho com isso.

# AmbasSpecial
source: You gain 2 ore as basic ore income. You gain 2 power tokens as income from your planetary institute.
pt_br: Um minério adicional é produzido na posição 0 na mina, e a fortaleza produz 1 poder a mais

# BalTakInitialAbility
source: You cannot advance in the “Navigation” research area, even if you take the tech tile below the “Navigation” research area. If you do take that tech tile, no advancement occurs. As a free action, you can move a Gaiaformer from a Gaiaformer space on your faction board to your Gaia area to gain one Q.I.C. Gaiaformers in your Gaia area are not available until the next Gaia phase. In the next Gaia phase, move any Gaiaformer in your Gaia area back to its Gaiaformer space.
pt_br: Você não pode avançar na área de pesquisa de “Navegação”, mesmo se você pegar o tile de tecnologia abaixo da área de pesquisa “Navegação”. Se você pegar esse tile de tecnologia, nenhum avanço ocorrerá. Como uma ação livre, você pode mover um Gaiaformer de um espaço Gaiaformer do seu tabuleiro de facção para sua área de Gaia para ganhar um Q.I.C. Os Gaiaformers na sua área Gaia não podem ser utilizados até a próxima fase Gaia. Na próxima fase Gaia, mova qualquer Gaiaformer em sua área Gaia de volta ao seu espaço Gaiaformer.

# BalTakPIAbility
source: You can now advance in the “Navigation” research area.
pt_br: Libera o avanço na área de Pesquisa "Navegação"

# BalTakSpecial
source: You don't gain 1 Q.I.C. as income from your academy 2. Instead, you gain 4 credits as a special action (special action can be used only once per round) from your academy 2.
pt_br: Academia 2 produz 4 créditos em vez de blocos quânticos. No inicio 1 bloco quântico a menos

source: Confirm password
pt_br: Confirmar Senha

# FiraksPIAbility
source: As an action, you can “downgrade” a research lab into a trading station and immediately advance one level in a research area of your choice. This counts as an “Upgrade to a Trading Station” action. You can later upgrade the trading station back into a research lab using the normal rules (including gaining a new tech tile).
pt_br: Como uma ação, você pode "rebaixar" um laboratório de pesquisa para uma estação de comércio e avançar imediatamente um nível em uma área de pesquisa de sua escolha. O avanço em uma área de pesquisa é explicado na página 15 do manual. Isso conta como uma ação “Aprimoramento para Estação de Comércio”. Posteriormente, você pode atualizar a estação de comércio de volta para um laboratório de pesquisa usando as regras normais (incluindo a obtenção de um novo tile de tecnologia).

# FiraksSpecial
source: You gain 2 knowledge as basic knowledge income. You start with 2 knowledge and 3 ore.
pt_br: O laboratório 0 produz 1 ponto adicional de conhecimento, no inicio 1 conhecimento a menos, 1 minério a menos

# GeodenPIAbility
source: The first time you build a mine on each planet type, gain 3 knowledge. (You do not gain knowledge for planet types you colonized before upgrading to your planetary institute.)
pt_br: Na primeira vez que você construir uma mina em novo tipo de planeta, obtenha 3 de conhecimento. (Você não ganha conhecimento para tipos de planetas que você colonizou antes de atualizar para seu instituto planetário.)

# GleenInitialAbility
source: If you would ever gain Q.I.C., gain that much ore instead; once you have upgraded to the indicated academy, this effect no longer applies. To make a Gaia Planet habitable, pay one ore instead of one Q.I.C. Each time you build a mine on a Gaia Planet, gain 2 additional VP.
pt_br: Se você ganhar Q.I.C, ganhe o mesmo tanto de minérios; depois de ter feito o upgrade para a academia 2, esse efeito não se aplica mais. Para tornar um planeta Gaia habitável, pague um minério em vez de um Q.I.C. Cada vez que você constrói uma mina em um planeta Gaia, ganhe dois VP adicionais.

# GleenPIAbility
source: When you upgrade to the planetary institute, immediately gain the Gleens’ federation token (gaining the resources shown as normal). Gaining this tile counts as forming a federation. The planetary institute itself can still be part of a federation on the board.
pt_br: Quando você fizer o upgrade para o instituto planetário, ganhe imediatamente o token de federação de Gleens (ganhando os recursos mostrados normalmente). Ganhar este tile conta como formar uma federação. O próprio instituto planetário ainda pode fazer parte de uma nova federação.

# GleenSpecial
source: You gain 1 ore instead of 1 power token from your planetary institute
pt_br: O Instituto Planetário não produz tokens de poder, em vez disso produz um minério adicional

# HadschHallaPIAbility
source: You can spend credits instead of power to take free actions that allow you to gain resources.
pt_br: Você pode gastar créditos em vez de poder para fazer ações livres que lhe permitem obter recursos.

# HadschHallaSpecial
source: You gain 3 credits as basic credit income.
pt_br: Estação de Comércio 3 Créditos Adicionais

# HiveInitialAbility
source: During setup, do not place mines. Instead, after all other players have placed mines (including the Xenos’ third mine), place your planetary institute on any red planet. You can have only one federation during the whole game, but unlike other factions, you will be able to grow that federation to gain new federation tokens. After you have formed a federation, to take the “Form a Federation” action again, you must connect planets to that federation instead of forming a new federation. The power values of the structures on those planets must bring the total power value of that federation to at least to 7X, where X is the number of federation tokens you own plus one (not including the federation token from level 5 of “Terraforming”). All other rules for forming a federation apply, including building satellites and gaining federation tokens. To build a satellite during this action, you must spend one Q.I.C. instead of discarding one power.
pt_br: Durante o setup, não coloque minas. Ao invés disso, depois que todos os outros jogadores colocarem minas (incluindo a terceira mina dos Xenos), coloque seu instituto planetário em qualquer planeta vermelho. Você pode ter apenas uma federação durante todo o jogo, mas, diferentemente de outras facções, você poderá aumentar essa federação para obter novos tokens de federação. Depois de formar uma federação, para realizar novamente a ação “Formar uma Federação”, você deve conectar os planetas a essa federação em vez de formar uma nova federação. Os valores de energia das estruturas nesses planetas devem levar o valor total de energia dessa federação para pelo menos 7X, onde X é o número de tokens de federação que você possui mais um (sem incluir o token de federação do nível 5 de “Terraformação”) . Todas as outras regras para formar uma federação se aplicam, incluindo a construção de satélites e a obtenção de tokens de federação. Para construir um satélite durante esta ação, você deve gastar um Q.I.C. em vez de descartar um poder.

# HivePIAbility
source: As a special action, place a space station on an accessible space that does not contain a planet or another space station. The accessibility of a space follows the same rules as the “Build a Mine” action. Like planets, a space station can be connected with satellites; each space station counts as having a power value of one for its federation. A space station is not a structure, so placing one does not allow opponents to charge power. A space station does not count as a colonized planet, but it can be used as a “starting point” when determining the accessibility of a planet (i.e., range can be counted from a space station). Your opponents can place satellites in a space containing a space station.
pt_br: Como uma ação especial, coloque uma estação espacial em um espaço acessível que não contenha um planeta ou outra estação espacial. A acessibilidade de um espaço segue as mesmas regras da ação “Construa uma mina”. Como os planetas, uma estação espacial pode ser conectada com satélites; cada estação espacial conta como tendo um valor de potência de um para sua federação. Uma estação espacial não é uma estrutura, portanto, colocá-la não permite que os oponentes cobrem energia. Uma estação espacial não conta como um planeta colonizado, mas pode ser usada como um “ponto de partida” ao determinar a acessibilidade de um planeta (isto é, o alcance pode ser contado a partir de uma estação espacial). Seus oponentes podem colocar satélites em um espaço contendo uma estação espacial.

# HiveSpecial
source: You gain extra 1 Q.I.C. as income from your planetary institute.
pt_br: O Instituto Planetário também produz um Q.I.C.

# ItarInitialAbility
source: Each time you discard a power token from area II of your power cycle to move another power token to area III, place the discarded power token in your Gaia area instead of returning it to the supply.
pt_br: Toda vez que você descartar um token de poder da área II do seu ciclo de poder para mover outro token de poder para a área III, coloque o token de poder descartado em sua área Gaia em vez de perdê-lo.

# ItarPIAbility
source: During the Gaia phase, you can discard 4 power tokens from your Gaia area to immediately gain a tech tile (standard or advanced). You may do this as many times as you can afford to.
pt_br: Durante a fase Gaia, você pode descartar 4 tokens de poder da sua área Gaia para ganhar imediatamente um tile de tecnologia (padrão ou avançado). As regras para obter um Tile de Tecnologia são explicadas na página 13 do manual. Você pode fazer isso quantas vezes puder.

# ItarSpecial
source: You gain 2 knowledge as income from academy 1. You gain 1 power token as basic income. You start with 5 ore.
pt_br: A Academia 1 produz 1 conhecimento extra, e o Instituto Planetário nº 0 produz um contador adicional de energia, no inicio 1 minério a mais.

# LantidsInitialAbility
source: When you take the “Build a Mine” action, you may build a mine on a planet colonized by an opponent (including the Lost Planet). Place your mine next to the opponent’s structure. You do not have to pay for terraforming, but you must still pay the mine’s cost. This mine counts as a normal mine in all ways except the following: this mine cannot be upgraded, and it does not count for any effects that relate to how many planet types or Gaia planets you have colonized.
pt_br: Quando você faz a ação “Construa uma Mina”, você pode construir uma mina em um planeta colonizado por um oponente (incluindo o Planeta Perdido). Coloque sua mina ao lado da estrutura do adversário. Você não precisa pagar pelo terraformação, mas ainda deve pagar o custo da mina. Esta mina conta como uma mina normal em qualquer situação, exceto a seguinte: esta mina não pode ser atualizada, e não conta para quaisquer efeitos relacionados a quantos tipos de planetas ou planetas Gaia você tenha colonizado.

# LantidsPIAbility
source: Each time you build a mine on a planet colonized by an opponent, gain 2 knowledge.
pt_br: Cada vez que você constrói uma mina em um planeta colonizado por um oponente, ganhe 2 de conhecimento.

# LantidsSpecial
source: You don't gain any power token as income from your planetary institute.
pt_br: Instituto Planetário não produz Poder

# MadAndroidInitialability
source: Once per round, as an action, you can advance your lowest-level token in a research area (without paying knowledge). If multiple of your tokens are tied for the lowest level, choose which of the tied tokens to advance. To advance to level 5 this way, you must still flip a federation token as normal. Remember, only one player can reach level 5 of each research area.
pt_br: Uma vez por rodada, como uma ação, você pode avançar seu token de nível mais baixo em uma área de pesquisa (sem pagar o conhecimento). Se vários de seus tokens estiverem empatados no nível mais baixo, escolha um dos tokens empatados para avançar. Para avançar para o nível 5 dessa maneira, você ainda deve virar um token de federação como normalmente faria. Lembre-se, apenas um jogador pode atingir o nível 5 de cada área de pesquisa.

# MadAndroidPIAbility
source: The power value of your structures on gray planets (your home type) is increased by one (in addition to any other effects that increase their power value).
pt_br: O valor de poder de suas estruturas em planetas cinzas (seu planeta natal) é aumentado em um (além de quaisquer outros efeitos que aumentem seu valor de poder).

# MadAndroidSpecial
source: The positions of your planetary institute and academies are swapped on your faction board, as is the income you gain for trading stations and research labs. As with the other factions, upgrading to an academy or a research lab allows you to gain a tech tile. 实验室0号位不生产知识，初始少2点知识
pt_br: As posições do seu instituto planetário e academias são invertidos no seu tabuleiro de facção, assim como a renda que você ganha para as estações de comércio e laboratórios de pesquisa. Tal como acontece com as outras facções, atualizando para uma academia ou um laboratório de pesquisa permite que você ganhe um tile de tecnologia. Laboratório nº 0 não produz conhecimento, no inicio 2 pontos a menos de conhecimento.

# NevlaInitialAbility
source: As a free action, you can move one power token from area III of your power cycle to your Gaia area to gain one knowledge (these power tokens follow the normal Gaia phase rules). This does not count as spending power.
pt_br: Como uma ação livre, você pode mover um token de poder da área III do seu ciclo de poder para sua área Gaia para ganhar um conhecimento (esses tokens de poder seguem as regras normais da fase de Gaia). Isso não conta como poder gasto.

# NevlaPIAbility
source: You can spend power tokens in area III of your power cycle as if they were each 2 power. Otherwise, they count as one power token (when starting a Gaia Project, building satellites, etc.). When paying for a power action with an odd power cost (1, 3, 5, etc.), the unspent power is lost.
pt_br: Você pode gastar tokens de poder na área III do seu ciclo de poder como se tivessem dois de potência. Em outras situações, eles contam como um token de poder (ao iniciar um Projeto Gaia, construir satélites, etc.). Ao pagar por uma ação de poder com um custo de energia ímpar (1, 3, 5, etc.), a potência não consumida é perdida.

# NevlaSpecial
source: You gain 2 power as income instead of 1 knowledge from your research labs. You start with 2 knowledge.
pt_br: Todos os laboratórios produzem 2 pontos de poder, ao invés de 1 ponto de conhecimento (Ponto 0 ainda produz 1 ponto de conhecimento), no inicio 1 ponto de conhecimento a menos

# NewAccount
source: Create new account
pt_br: Criar uma nova conta

source: Password
pt_br: Senha

source: Register
pt_br: Registrar

# TaklonsInitialAbility
source: The Brainstone counts as one power token (when starting a Gaia Project, building satellites, etc.), but you can spend it as if it were three power.
pt_br: A Pedra Cerebral conta como um marcador de poder (ao iniciar um Projeto Gaia, construir satélites, etc.), mas você pode gastá-lo como se fosse três 3 poderes.

# TaklonsPIAbility
source: Each time you would charge power from “Passive Action: Charge Power,” you gain one power token. You can choose to gain the power before or after charging.
pt_br: Cada vez que você cobrar poder da “Ação Passiva: Cobrar Poder”, você ganha um token de poder. Você pode optar por obter esse poder antes ou depois de cobrar.

# TerranerInitialAbility
source: During the Gaia phase, move the power tokens in your Gaia area to area II of your power cycle instead of to area I.
pt_br: Durante a fase Gaia, mova as fichas de poder da sua área Gaia para a área II do seu ciclo de poder em vez de mover para a área I.

# TerranerPIAbility
source: During the Gaia phase, when you move power tokens from your Gaia area to area II of your power cycle, you may gain resources as if you were spending that much power to take free actions.
pt_br: Durante a fase Gaia, quando você mover as fichas de poder de sua área Gaia para a área II de seu ciclo de poder, você pode ganhar recursos como se estivesse gastando a mesma quantidade de poder para realizar ações livres.

source: Username
pt_br: Usuário

# XenosInitialAbility
source: You place a third starting mine after all other starting mines have been placed (before Hive）.
pt_br: Você coloca uma terceira mina no inicio depois que todas as outras minas iniciais forem colocadas.

# XenosPIAbility
source: You can form federations with a total power value of six instead of seven.
pt_br: Você pode formar federações com um valor de poder total de 6 em vez de 7

# XenosSpecial
source: You gain one Q.I.C. as income instead of one power token from your planetary institute.
pt_br: Você ganha um Q.I.C. como rendimento em vez de um token de poder no rendimento do Instituto Planetário.

# 上一步
source: Previous
pt_br: Etapa Anterior

# 上次行动时间
source: Latest action time
pt_br: Último Movimento

# 下一步
source: Next
pt_br: Próximo Passo

# 下回合收入
source: Next round income
pt_br: Renda na próxima Rodada

# 主城等级
source: Federation total power value
pt_br: Nivel Federação

# 人工智能
source: Artificial Intelligence
pt_br: Inteligência Artificial

# 人数
source: Players
pt_br: Nº Pessoas

# 人类
source: Terrans
pt_br: Terraner

# 人类正常使用Convert命令 一次只能转换一种资源
source: Convert commands are normally used by humans to convert only one resource at a time
pt_br: Comando converter: pode-se converter um recurso por vez

# 你的游戏
source: Your games
pt_br: Seu Jogo

# 使用
source: Use
pt_br: Utilizado

# 使用已有账户登录
source: Login by existing account
pt_br: Login de uma conta já existente

# 使用智慧石指令示例
source: Example of brainstone command
pt_br: Exemplo de Instrução de uso da Pedra Cerebral

# 使用种族
source: Factions used
pt_br: Listar Facções

# 保存
source: Save
pt_br: Executar

# 保存成功
source: Save succeed
pt_br: Salvo com sucesso

# 信用点
source: Credits
pt_br: Créditos

# 修改信息
source: Change information
pt_br: Atualizar Informações

# 修改密码
source: Change password
pt_br: Alterar Senha

# 做Gaia行动
source: Gaia
pt_br: Ação Gaia

# 允许观看(其他玩家可以查看)
source: Allow observation
pt_br: Outros jogadores podem assistir?

# 先增加能量
source: Gain power first
pt_br: Aumentar poder primeiro

# 全部
source: All
pt_br: Todos

# 全部兑换信用点
source: Spend all power to gain credits
pt_br: Creditos a resgatar

# 全部种族
source: All factions
pt_br: Todas as Facções

# 公开游戏
source: Public game
pt_br: Abrir Jogo

# 关闭
source: Close
pt_br: Desligar

# 关闭全部回合提示
source: Close all alarm
pt_br: Desativar Todas Dicas

# 冰雪
source: Ice
pt_br: Gelo

# 出场率
source: Selected rating
pt_br: Taxa Aparição

# 分数
source: Scoring
pt_br: VP

# 创建
source: Create
pt_br: Criar

# 创建一个新的账户?
source: Create a new account
pt_br: Criar uma nova conta?

# 创建房间
source: Create a private game
pt_br: Criar Sala

# 创建新的房间
source: Create a public game
pt_br: Nova Sala

# 初始星球颜色
source: Planet color
pt_br: Planeta Natal

# 初始研究
source: Initial reseach
pt_br: Pesquisa Inicial

# 删除所有游戏
source: Delete all games
pt_br: Excluir todos os jogos

# 前
source: Before
pt_br: Antes

# 即时刷新(需要浏览器支持websocket)
source: Auto refresh? (Websocket must be supported by your browser)
pt_br: Atualizar automaticamente? (Browser precisar suportar websocket)

# 双人变体固定
source: 3P fixed map
pt_br: Fixo 3P

# 双人固定
source: 2P fixed map
pt_br: Fixo 2P

# 双人随机
source: 2P random map
pt_br: 2P Aleatório

# 取消
source: Cancel
pt_br: Cancelar

# 后
source: After
pt_br: Depois

# 否
source: No
pt_br: Não

# 启用全部回合提示
source: Open all alarm
pt_br: Ativar Dicas de Rodadas

# 吸取
source: Gain
pt_br: cobrar

# 命令
source: Command
pt_br: Comando

# 四人固定
source: 4P fixed map
pt_br: Fixo 4P

# 四人完全随机
source: 4P random map
pt_br: 4P Tudo Aleatório

# 四人部分随机
source: 4P part random
pt_br: 4P Aleatório

# 回合
source: Round
pt_br: Rodada

# 回合助推板
source: Round Booster
pt_br: Booster Rodada

# 回合提示
source: Round prompt
pt_br: Dicas Rodada

# 回合操作
source: The action of the round.
pt_br: Ação da Rodada

# 回合结束计分
source: Others Score
pt_br: Pontuação Final Rodada

# 地图选择
source: Select map mode
pt_br: Seleção de Mapa

# 地形改造
source: Terraforming
pt_br: Transformação de Terreno

# 基础科技
source: Basic Tech
pt_br: Ciência e Tecnologia Básica

# 备份所有游戏
source: Back up all games
pt_br: Backup de todos os jogos

# 密码
source: Password
pt_br: Senha

# 对局记录
source: Logo Record
pt_br: Histórico do Jogo

# 局数
source: Played Games
pt_br: Nº Jogos

# 帮助
source: Help
pt_br: Ajuda

# 平均分
source: Average Scoring
pt_br: Pontuação Média

# 建造初始房子
source: build the initial house
pt_br: selecionar construção inicial

# 当前回合玩家
source: Current player
pt_br: Jogadores Ativos

# 快速行动
source: Free Actions
pt_br: Ação Rápida

# 恢复单个游戏
source: Restore a single game
pt_br: Continuar um Jogo

# 恢复所有游戏
source: Restore all games
pt_br: Continuar todos os jogos

# 您确认要执行吗？
source: Restore all games?
pt_br: Deseja mesmo executar?

# 或
source: or
pt_br: ou

# 房间
source: Room
pt_br: Sala

# 房间名称
source: Room Name
pt_br: Nome da Sala

# 手动输入
source: Manual input
pt_br: Inserir manualmente

# 执行并结束
source: Execute and finish
pt_br: Execute e Termine

# 找回密码?
source: Forget password?
pt_br: Esqueceu sua senha?

# 折叠科技
source: Folding Technology
pt_br: Tecnologias ????

# 换取知识
source: Exchange knowledge
pt_br: Trocar Conhecimento

# 提示
source: Message
pt_br: Dica

# 提示信息
source: Information
pt_br: Informação

# 放置黑星
source: Place lost(black) planet
pt_br: Coloque Estrelas Negras (Satelite???)

# 数量
source: Total.
pt_br: Qtd.

# 旋转地图
source: rotate map
pt_br: girar o mapa

# 旋转地图(随机模式下尾家旋转)
source: rotate map
pt_br: Rotacionar Mapa

# 旋转步数
source: Rotate steps
pt_br: Número de giros

# 无
source: None
pt_br: Nenhum(a)

# 时常
source: time
pt_br: Frequência

# 星域
source: SC
pt_br: Qtd. Setores

# 星域板块
source: Space Sector Tiles
pt_br: Placa Federação

# 星球
source: Planet
pt_br: Planeta

# 星球种类
source: Planet types
pt_br: Qtd. Planetas

# 星际要塞能力
source: Planetary Institute ability
pt_br: Habilidade Instituto Planetário

# 星际要塞行动指令示例
source: Example of Planetary Institute ability command
pt_br: Exemplo de comando da habilidade do Instituto Planetário

# 是
source: Yes
pt_br: Sim

# 是否为测试局
source: Is it a test game？
pt_br: Jogo teste?

# 是否要从
source: Query
pt_br: Quer

# 显示全部日志
source: Show all logs
pt_br: Mostrar Logs

# 智慧石所在区域
source: Brainstone location
pt_br: Local Pedra Cerebral

# 暂无对局
source: No Games
pt_br: Nenhuma Partida

# 最低分
source: Lowest Scoring
pt_br: Menor Pontuação

# 最高分
source: Highest Scoring
pt_br: Maior Pontuação

# 未使用
source: Unused
pt_br: Não utilizado

# 查看好友
source: Friends list
pt_br: Lista de Amigos

# 棕色
source: Brown
pt_br: Castanho

# 橙色
source: Orange
pt_br: Laranja

# 次数
source: Times
pt_br: Vezes

# 欢迎
source: Welcome
pt_br: Bem vindo

# 沙漠
source: Desert
pt_br: Deserto

# 沼泽
source: Swamp
pt_br: Pântano

# 注
source: Note
pt_br: Nota

# 注册
source: Register
pt_br: Registrar

# 游戏结束
source: Game ends
pt_br: Fim de Jogo

# 灰色
source: Gray
pt_br: Cinza

# 点能量
source: power
pt_br: pontos de poder

# 熔岩
source: Volcanic
pt_br: Vulcânico

# 版本
source: Version
pt_br: Versão

# 特权
source: Priviledge
pt_br: Privilégio
